[
  {
    "id": 1,
    "fullName": "Nazım Hikmet Ran",
    "authorImage": "img/author/nazimhikmet.jpg",
    "bio": "Nâzım Hikmet Ran ya da Türkiye'den ayrıldıktan sonraki soyadı ile Nâzım Hikmet Borzecki (14 Ocak 1902; Selânik, Osmanlı İmparatorluğu - 3 Haziran 1963; Moskova, SSCB), Türk şair ve yazardır. Şiirleri elliden fazla dile çevrilmiş ve eserleri birçok ödül almıştır. Türkiye'de serbest nazımın ilk uygulayıcısı ve çağdaş Türk şiirinin en önemli isimlerindendir. Uluslararası bir üne ulaşmıştır ve dünyada 20. yüzyılın en gözde şairleri arasında gösterilmektedir. Komünist düşünceleri ve yasaklı Türkiye Komünist Partisi (TKP) üyeliği nedeniyle defalarca tutuklanmış ve yaşamının büyük bölümünü hapiste ya da sürgünde geçirmiş; Türkiye'de 11 ayrı davadan yargılanarak İstanbul, Ankara, Çankırı ve Bursa cezaevlerinde 12 yılı aşkın süre hapis yatmıştır. Yasaklı olduğu yıllarda Orhan Selim, Ahmet Oğuz, Mümtaz Osman ve Ercüment Er adlarını da kullanmıştır. 1951 yılında Türkiye'den ayrılması sonrasında Türkiye Cumhuriyeti vatandaşlığından çıkarılmış; bu karar ölümünden 46 yıl sonra, 5 Ocak 2009 tarihinde iptal edilmiştir. 1963 yılında Moskova'da kalp krizi sonucu ölmüştür. Mezarı hâlen Moskova'dadır. Babası, Matbuat Umum Müdürlüğü ve Hamburg Şehbenderliği yapmış olan Hikmet Nâzım Bey'dir (d. 1876). Hikmet Bey, Diyarbakır, Halep, Konya ve Sivas gibi illerde valilikler yapmış olan Mehmet Nâzım Paşa'nın (ö. 1926) oğludur. Mevlevi tarikatından olan ve özgürlükçü fikirlere sahip Nâzım Paşa, Selanik'in son valisidir. Annesi Ayşe Celile Hanım (d. 1880), dilci ve eğitimci de olan Hasan Enver Paşa ile Leyla Hanım'ın kızıdır; piyano çalan, resim yapan, Fransızca bilen bir kadındır. Hasan Enver Paşa Polonya'dan 1848 Ayaklanmaları sırasında Osmanlı İmparatorluğu'na göç eden ve Osmanlı vatandaşı olunca Mustafa Celalettin Paşa adını alan Konstantin Borzecki'nin (Lehçe: Konstanty Borzęcki, d. 1826 - ö. 1876) oğludur. Mustafa Celaleddin Paşa, Osmanlı Ordusu'nda subay olarak görev yapmış ve Türk tarihi üzerine önemli bir eser olan Les Turcs anciens et modernes (Eski ve Yeni Türkler) kitabını yazmıştır. Celile Hanım'ın annesi Leyla Hanım ise Alman kökenli Osmanlı generali Mehmet Ali Paşa'nın, yani Ludwig Karl Friedrich Detroit'in kızıdır. Celile Hanım'ın kız kardeşi Münevver Hanım, şair Oktay Rifat'ın annesidir. Oğlu Nâzım tarafından \"Alman, Polonyalı, Gürcü, Çerkes ve Fransız kökenli\" olarak tarif edilen Celile Hanım, 3/8 Çerkes, 2/8 Leh, 1/8 Sırp, 1/8 Alman, 1/8 Fransız (Huguenot) kökenliydi. Nâzım Hikmet'in babası Hikmet Nâzım Bey ile annesi Ayşe Celile Hanım 1901 Şubat ayında evlendiler.Nâzım Hikmet, Mehmed Nâzım adıyla 15 Ocak 1902 tarihinde Selânik'te doğdu. O sırada Hariciye Nezareti memuru olarak Selanik'te çalışan Hikmet Bey, Nâzım'ın çocukluğunda memuriyetten ayrıldı ve ailesiyle birlikte Halep'te bulunan babasının yanına gitti. Burada bulundukları sırada Hikmet-Celile çiftinin biri Ali İbrahim, diğeri Samiye adında iki çocuğu oldu, fakat Ali İbrahim dizanteriye yakalanıp öldü. Nâzım Paşa'nın Diyarbakır'a atanmasıyla birlikte, Hikmet Bey ve ailesi de Diyarbakır'a taşındı. Ancak burada bunalan Hikmet Bey, ailesiyle birlikte İstanbul'a taşındı. Hikmet Bey'in İstanbul'daki iş kurma denemeleri de iflasla neticelenince memuriyet hayatına geri döndü. Fransızca bildiği için 28 Şubat 1914’te Matbuat-ı Umumiye çevirmenliğine atandı. Bu sırada 1910 yılında emekli olan Nâzım Paşa da İstanbul'a, oğlunun yanına taşındı. Nazım Hikmet, Heybeliada Bahriye Mektebi'nde öğrenciyken Nâzım Hikmet, ilk öğrenimini Göztepe Taş Mektebinde tamamladı. İlk şiiri Feryad-ı Vatan'ı 3 Temmuz 1913'te yazdı. Aynı yıl Mekteb-i Sultanide ortaokula başladı, fakat bu okulun pahalı olması nedeniyle Nişantaşı Sultanisine geçti. Bir aile toplantısında denizciler için yazdığı bir kahramanlık şiirini Bahriye Nazırı Cemal Paşa'ya okuyunca Bahriye Mektebine gitmesine karar verildi. 25 Eylül 1915'te Heybeliada Bahriye Mektebine girdi. O sırada Yahya Kemal de bu okulda öğretmenlik yapmaktaydı. Yahya Kemal'in, Nâzım'ın annesi Celile Hanım'la ilişkisi olduğu söylentileri, Hikmet-Celile çiftinin arasını bozdu ve çift, bir süre sonra boşandı. Hikmet Bey daha sonra Cavide Hanım'la evlendi, ondan Metin ve Fatma (Melda) adlarında iki çocuğu oldu; 1918-1922 yılları arasında Hamburg Başkonsolosu olarak görev yaptı. Celile Hanım ise resim dalında eğitim almak için Paris'e gitti. Nâzım'ın Mehmed Nâzım imzasıyla yazdığı ve ilk yayımlanan şiiri olan Hala Servilerde Ağlıyorlar mı? 3 Ekim 1918'de Yeni Mecmua dergisinde çıktı. Nâzım aynı yıl 26 kişi içinden 8. olarak Bahriye Mektebinden mezun oldu. Karne değerlendirmelerinde zeki, orta derecede çalışkan ve ahlakî tavırları iyi bir öğrenci olmakla birlikte, elbisesine özen göstermediği ve sinirli olduğu belirtilmektedir. Mezun olduğunda dönemin okul gemisi Hamidiye gemisine güverte stajyer subayı olarak atandı. 1919 kışında zatülcenp hastalığına yakalandı, birkaç ay süren tedavisi sırasında sağlık kurulu 1920 Mayıs ayında Nâzım'ı askerlikten çürüğe çıkardı."
  },
  {
    "id": 2,
    "fullName": "Orhan Veli Kanık",
    "authorImage": "img/author/orhanveli.jpg",
    "bio": "Orhan Veli Kanık (13 Nisan 1914, İstanbul – 14 Kasım 1950, İstanbul), daha çok Orhan Veli olarak tanınan Türk şairdir. Melih Cevdet ve Oktay Rifat ile birlikte yenilikçi Garip akımının kurucusu olan Kanık, Türk şiirindeki eski yapıyı temelinden değiştirmeyi amaçlayarak sokaktaki adamın söyleyişini şiir diline taşıdı. Şair otuz altı yıllık yaşamına şiirlerinin yanı sıra hikâye, deneme, makale ve çeviri alanında birçok eser sığdırdı.\n\nYeni bir zevk ortaya çıkarabilmek için eski olan her şeyden uzak duran Orhan Veli, hece ve aruz ölçülerini kullanmayı reddetti. Kafiyeyi ilkel; mecaz, teşbih, mübalağa gibi edebi sanatları gereksiz bulduğunu açıkladı. \"Geçmiş edebiyatların öğrettiği her şeyi, bütün geleneği atmak\" amacıyla yola çıkan Kanık'ın bu arzusu şiirinde kullanabileceği teknik olanakları azaltsa da şair, ele aldığı konular, bahsettiği kişiler ve kullandığı sözcüklerle kendine yeni alanlar oluşturdu. Yalın bir anlatımı benimseyerek şiir dilini konuşma diline yaklaştırdı. 1941 yılında, arkadaşlarıyla birlikte çıkardıkları Garip adlı şiir kitabında bu fikirlerinin örnekleri olan şiirleri yayınlandı ve Garip akımının doğmasına sebep oldu. Bu akım özellikle 1940-1950 yılları arasında Cumhuriyet dönemi şiirinde büyük etki bıraktı. Garip şiiri hem yıkıcı hem de yapıcı özelliği ile Türk şiirinde bir mihenk taşı kabul edilir.\n\nKanık, şiire getirdiği bu yenilikler yüzünden önceleri büyük ölçüde yadırgandı, çok sert eleştiriler aldı ve küçümsendi. Geleneklerin dışına çıkan eserleri, önce şaşkınlık ve yadırgama, daha sonra eğlenme ve aşağılamayla karşılansa da hep ilgi uyandırdı. Bu ilgi ise kısa zamanda şaire duyulan anlayış, sevgi ve hayranlığın artmasına yol açtı. Sait Faik Abasıyanık da Orhan Veli'nin bu yönüne dikkat çekerek onu \"üzerinde en çok durulmuş, zaman zaman alaya alınmış, zaman zaman kendini kabul ettirmiş, tekrar inkâr, tekrar kabul edilmiş; zamanında hem iyi hem kötü şöhrete ermiş bir şair\" olarak tanımladı.\n\nHer ne kadar Garip döneminde yazdığı şiirleriyle öne çıksa da Orhan Veli \"tek tür\" şiirler yazmaktan kaçınmıştı. Durmadan arayan, kendini yenileyen, kısa yaşamı boyunca uzun bir şiir serüveni yaşayan Kanık'ın edebiyat hayatı farklı aşamalardan oluşmaktadır. Oktay Rifat bu durumu \"Orhan Fransız şairlerinin birkaç nesillik şiir macerasını kısacık ömründe yaşadı. Türk şiiri onun kalemi sayesinde Avrupa şiiriyle atbaşı geldi.\" ve \"Birkaç neslin belki arka arkaya başarabileceği bir değişmeyi o birkaç yılın içinde tamamladı.\" sözleriyle açıkladı.\n\nOrhan Veli Kanık, 13 Nisan 1914'te Beykoz'a bağlı Yalıköyü'nde bulunan İshak Ağa Yokuşu'ndaki Çayır Sokağında 9 numaralı konakta dünyaya geldi. Babası İzmirli tüccar Fehmi Bey'in oğlu Mehmet Veli, annesi ise Beykozlu Hacı Ahmet Bey'in kızı Fatma Nigar Hanım'dır. Nüfus tezkeresi suretine göre asıl ismi Ahmet Orhan olan şairin babasının adı Veli olduğu için, sanatçı Soyadı Kanunu'ndan önce Orhan Veli olarak tanındı. Orhan Veli'nin babası evlendiği sırada Mızıka-yı Hümâyun'da klarnist idi. Cumhuriyet'in ilanından sonra ise Cumhurbaşkanlığı Senfoni Orkestrası'nın şefi oldu. Veli Kanık, hem bu yeni görevi hem de Musiki Muallim Mektebinde (Ankara Konservatuvarı) armoni profesörü olması dolayısıyla 1923-1948 yılları arasında Ankara'da yaşadı. Bu dönemde bir süre Ankara Radyosu'nda müdürlük de yapan Veli Bey, daha sonraki yıllarda İstanbul Konservatuvarında ilmî kurul üyesi ve İstanbul Radyosu'nda ses uzmanı olarak çalıştı. Orhan Veli'nin kendisinden küçük iki kardeşi vardı. Bunlar Vatan Gazetesi muhabirlerinden Adnan Veli Kanık ve Füruzan Yolyapandır. Şairin ayrıca, bir yaşında iken Ankara'da ölen Ayşe Zerrin isminde bir kız kardeşi de vardır.\n\nOrhan Veli'nin çocukluğu Beykoz, Beşiktaş ve Cihangir'de geçti. Mütareke sırasında Akaretler'de bulunan Anafartalar İlkokulunun ana sınıfına devam etti. Bir sene sonra ise bu okuldan alınarak Galatasaray Lisesi'ne yatılı olarak verildi. Yedi yaşındayken Halife Abdülmecit'in Yıldız Sarayı'nda düzenlediği bir düğünde sünnet edildi. 1925'te dördüncü sınıfı tamamladığında babasının isteği ile Galatasaray Lisesi'nden ayrılarak annesiyle birlikte Ankara'ya taşındı. Orada, Gazi İlkokulu'na yazıldı. Bir yıl sonra Ankara Erkek Lisesi'ne (bugünkü adıyla Ankara Atatürk Lisesi) yatılı girdi. Kanık, çocukluğunda bazı hastalıklar ve tehlikeler de yaşadı. Örneğin, beş yaşında yanma tehlikesi geçirdi ve uzun süre tedavi gördü. Şair dokuz yaşında kızamık, on yedi yaşında ise kızıl hastalığına tutuldu.\n\nKanık'ın edebiyata olan merakı ilkokul sıralarında başladı. Bu dönemde Çocuk Dünyası isimli dergide bir hikâyesi basıldı. Ortaokulun yedinci sınıfındayken Oktay Rifat Horozcu ile tanıştı. Birkaç yıl sonra ise bir müsamere sırasında halk evinde Melih Cevdet Anday ile arkadaş oldu. Lisenin ilk yılında edebiyat öğretmeni Ahmet Hamdi Tanpınar'dı. Tanpınar, öğretmeni olduğu sürece Kanık'a öğütler verdi ve onu yönlendirdi. Şair, lise döneminde arkadaşları Oktay Rıfat ve Melih Cevdet'le birlikte Sesimiz isimli bir dergi çıkardı. Sanatçının yaşamının bu evresi Aruz vezni kurallarını ve ahengini kavradığı ve ilk şiirlerini yazdığı dönem oldu.\n\nKanık, yine lisede tiyatro çalışmalarına katıldı. Örneğin, Raşit Rıza'nın oynadığı Aktör Kin oyununda rol aldı. Ankara Halkevi'nde Ercüment Behzat Lav'ın sahnelediği Ahmed Vefik Paşa'nın Molière'den uyarladığı Zor Nikâh'ta Üstâd-ı Sanî'yi, Maurice Maeterlinck'in Monna Vanna'sında ise baba rolünü üstlendi. Kanık, sonraki yıllarda tiyatro alanındaki çalışmalarına çevirmen olarak devam etti ve pek çok oyunu Türkçeye çevirdi.\n\nŞair 1932 yılında, liseden mezun oldu. İstanbul Üniversitesi Edebiyat Fakültesi'nin felsefe bölümüne kaydını yaptırdı. 1933 yılında Edebiyat Fakültesi Talebe Cemiyeti başkanı seçildi. 1935 yılına kadar devam ettiği üniversiteyi bitirmeden okuldan ayrıldı. İstanbul Üniversitesi'ne giderken bir yandan sürdürdüğü Galatasaray Lisesi'ndeki öğretmen yardımcılığı görevine, okuldan ayrıldıktan sonra bir sene daha devam etti."
  },
  {
    "id": 3,
    "fullName": "Ahmed Arif",
    "authorImage": "img/author/ahmetarif.jpg",
    "bio": "23 Nisan 1923'te Diyarbakır'ın Hançepek semtindeki Yağcı Sokak 7 no'lu evde dünyaya geldi. Babası Rumeli'den Kerkük'e görevli gelmiş bir Türk aileye mensup gelen ve o yıllarda Osmanlı Devleti hizmetinde memur olarak çalışan Arif Hikmet, annesi Sare Hanım ise devrin ulemasından Şeyh Abdülkadir Cibrali'nin kızı olan Erbilli bir Kürt'tür. Sekiz kardeşin en küçüğü idi. Asıl adı Ahmet Hamdi Önal'dır. \"Ahmed Hamdi\" dedesinin adı; yazın hayatında kullandığı \"Ahmed Arif\" ismindeki \"Arif\", babasının ön adıdır.\n\nBabası Arif Bey sivil hayatta en son Siverek'te nahiye müdürlüğü görevinde bulundu. Çocukluk yılları Siverek ile babasının vekaleten kaymakamlık görevinde bulunduğu Harran'da geçti. Siverek'te o sıralarda şehirde ağırlıklı olarak konuşulan dil olduğu için Zazaca'yı, Karakeçi'de çoğunlukla Kürt aşiretleri olduğu için Kürtçe'yi, Harran'da Arapça'yı öğrendi. Annesini 1929 yılında kaybetti. Onu, üvey annesi Arif Hanım büyüttü.\n\nİlkokulu Siverek'te, ortaokulu Urfa'daki ablasının yanında okudu. Lise öğrenimine parasız yatılı öğrenci olarak Afyon Lisesi'nde devam etti. Bu okulda edebiyat bilgisini artırmak için iyi bir ortam buldu. Afyon Lisesi’nde öğrenciyken yazdığı şiirlerin ilki, Afyon Halkevi dergisi Taşpınar’ın Kasım 1942 tarihli 94'üncü sayısında yayınlandı. 1943 yılında liseden mezun oldu.\n\nLiseyi bitirdikten sonra bir süre Uşak'ta ağabeyi Muhammed Necati'nin yanında kaldı. Babasının emekli olup Diyarbakır'a yerleşmesi üzerine Diyarbakır'a gitti. Ardından askere giden Ahmed Arif, Riva'da yedek subay olarak yaptığı askerlikten 11 Mart 1947'de terhis oldu. Yükseköğrenimi için Ankara'ya gitti. Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi felsefe bölümüne kaydoldu, ancak mezun olmadı. Faruk Nafiz, Ahmed Muhip, Ahmed Hamdi, Cahit Külebi, Behçet Necatigil gibi o dönemin ünlü şairlerinin etkisinde şiirler yazdı. İnkılapçı Gençlik ve Meydan dergilerinde yazdığı şiirlerle adını duyurdu. Özgün şiirsel yapısını yansıtan şiirleri 1948’de yayımlatmaya başladı. Attilâ İlhan’ın düzenlediği ve Varlık dergisinin yayımladığı Şiirler-1948 adlı antolojide yer alan Rüstemo başlıklı şiiri ilk şiiri kabul edilir.\n\n1948 yılında Dışişleri Bakanlığı'nın açtığı sınavı kazandı; ancak yurtdışında gönderileceği sırada Palmiro olarak bilinen bir şiiri nedeniyle gözaltına alındı. İtalyan komünist öner Palmiro Togliatti'nin öldürülmesi üzerine yazdığı, henüz ham durumdaki bu şiirin müsveddeleri çalınıp çoğaltılması ve nüshaların bir arkadaşının evinde bulunması; kimi arkadaşlarının yargılanmasına, Ahmed Arif'in ise karakolda ifade verip serbest bırakılmasına neden olmuştu. Ahmed Arif, bu gözaltı nedeniyle işe alınmayınca Danıştay'a başvurdu ve Merkez Bankası'nda bir işe yerleştirildi. Bir yandan memuriyete, diğer yandan da eğitimine devam etti.\n\nŞair, 1950 yılında Hürriyet gazetesinde okuduğu bir röportaj ile 1943'te Van'da gerçekleşen ve tarihe Muğlalı Olayı olarak geçen olayı öğrenince, bu olayı konu edinen bir şiiri yazdı. Bir ağıt olarak tasarladığı, hiçbir zaman yayımlamayı düşünmediği 33 Kurşun başlıklı şiir, çok kısa zaman içerisinde elden ele dolaşarak çok bilinen bir şiir halline geldi.\n\n1950’de Türk Ceza Kanunu'nun 141'inci maddesine aykırı davranmak savıyla, 1952’de gizli örgüt kurma savıyla iki kez tutuklandı. Tutukluluğu sırasında Ankara'dan İstanbul'a götürüldü ve Sanasaryan Han'da işkenceye maruz kaldı. 38 aylık tutuklu kaldıktan sonra yapılan yargılama sonunda iki yıl hapis ve sekiz ay Urfa’da gözetim altında tutulma cezası verildi. Bu cezayı yargılanmadan önce fazlasıyla çektiği için 7 Ekim 1954'te tahliye edildi. Sekiz ay kamu gözetimi altında tutulma cezasının Urfa yerine Diyarbakır olarak değiştirilmesini sağlayarak kız kardeşinin öğretmenlik yaptığı Diyarbakır'a gitti, bir tuğla ve kiremit fabrikasında katip olarak çalıştı. Kamu gözetimi cezasını tamamladıktan sonra Ankara'ya döndü. 1954-1959 arasında platonik aşkı Leyla Erbil'e mektuplar yazdı.\n\nYükseköğrenimini tamamlama imkanı bulamayan Ahmed Arif, 1956’dan itibaren Medeniyet, Öncü ve son olarak da Halkçı gazetelerinde redaktör olarak çalıştı. 1967 yılında Ankara'da tanıştığı Aynur Hanım'la evlendi, 1972 yılında oğlu Filinta dünyaya geldi. Uzun süre TKP Ankara il komitesi için çalıştı.\n\n1960'larda Fikret Otyam'ın röportajlarına Ahmet Arif’in şiirlerinden bölümler eklemesiyle ünü yayıldı. Şiirlerinin toplandığı tek kitabı Hasretinden Prangalar Eskittim 1968'de yayımlandı. Şairin tek kitabı olan bu eser, çok yoğun bir ilgiyle karşılandı; altmıştan fazla basımı yapılarak Türkiye'de en çok baskısı yapılan şiir kitapları arasına girdi. Ahmet Kaya, Cem Karaca gibi sanatçılarca birçok şiiri bestelendi. Doğduğu ve büyüdüğü bölge olan Güneydoğu Anadolu insanını şiirlerine aktaran Ahmet Arif bu yönünden dolayı da halk arasında sevilen bir kişi oldu. Hasretinden Prangalar Eskittim'den sonra hiç şiir yayımlamadı, hatta yazmadı.\n\nAhmed Arif, 1977 yılında gazetecilikten emekli olduktan sonra yaşamını Ankara'da sürdürdü. Cemal Süreya, Canip Yıldırım, Cemalettin Ünlü, Muzaffer Erdost, Nedret Gürcan, Adnan Binyazar ve aile yakınları dışında kimse ile görüşmedi. Ölümünden kısa süre önce yakınlarına, ikinci bir kitap basımı için şiirlerinin hazır olduğunu, İstanbul'a giderek dikte ettireceğini ve yeni kitabının basılacağını söylediği bilinir. Fakat bu gerçekleşemedi. Yıllar boyu gazete ya da dergilere demeç vermeyen, açıklama bulunmayan Ahmet Arif, 1989'da şair ve gazeteci Refik Durbaş ile mülakat yaptı. Bu söyleşi, önce Cumhuriyet gazetesinde yayımlandı, sonra kitap haline geldi. Daha önce ikinci şiir kitabının adı olacağını duyurduğu Kalbim Dinamit Kuyusu, bu söyleşi kitabının adı oldu. Şair, Ankara'daki evinde 2 Haziran 1991 tarihinde geçirdiği kalp krizi sonucu yaşamını yitirdi.\n\nAhmed Arif’in Cemal Süreya’ya yazdığı mektuplar, 1992 yılında kitap olarak yayımlandı. Şairin, Hasretinden Prangalar Eskittim'e almadığı şiirleri, 2003 yılında Yurdum Benim Şahdamarım başlıklı kitapta toplandı. Leyla Erbil'e yazdığı aşk mektupları, 2013 yılında Leylim Leylim başlığıyla kitaplaştırıldı."
  },
  {
    "id": 4,
    "fullName": "Necip Fazıl Kısakürek",
    "authorImage": "img/author/necipfazil.jpg",
    "bio": "Ahmet Necip Kısakürek (26 Mayıs 1904, İstanbul - 25 Mayıs 1983, İstanbul), Türk şair, romancı, oyun yazarı ve İslamcı ideolog.\n\nNecip Fazıl, 24 yaşındayken yayımladığı ikinci şiir kitabı Kaldırımlar ile tanınmış ve Kaldırımlar Şairi lakabıyla anılmıştır. 1934 yılına kadar sadece şair olarak tanınmış ve o devirde Türk basınının merkezi olan Bâb-ı Âli'nin önde gelen isimleri arasında yer almıştır. 1934 yılında Abdülhakîm Arvâsî ile tanıştıktan sonra büyük bir değişim yaşayan Kısakürek, 1943-1978 arasında 512 sayı yayımlanan Büyük Doğu dergisi yoluyla İslamcı görüşlerini kamuoyuna duyuran ve Büyük Doğu Hareketi'ne önderlik eden bir şairdir. Dergi, Türkiye'de Büyük Doğu Hareketi'nin ve antikomünizmin yayılmasında öncü bir rol oynamıştır.\n\nNecip Fazıl'ın siyasi fikirleri hayatı boyunca değişim göstermiştir. Gençliğinde bir dönem Cumhuriyet Halk Partisi taraftarı yazılar yazmış, burslu olarak yurt dışına okumaya gönderilmesine karşın kumar ve alkol bağımlılığı nedeniyle başarısız olup yurda geri dönmüştür. Demokrat Parti döneminde örtülü ödenekten pay aldığı ve buna karşılık olarak tek parti yönetimine karşı kaynaksız ve asılsız birçok suçlamada bulunduğu iddia edilmektedir. Demokrat Parti'nin kendisine sırt çevirmesi ve bir kumar baskınında yakalanmasıyla Demokrat Parti ile yollarını ayırmıştır. 1970 yılında eski başbakanlardan Necmettin Erbakan'ın kurduğu Millî Nizam Partisi'nin (MNP) kuruluş beyannamesini kaleme almıştır. Milli Selamet Partisi (MSP) Genel Başkanı Necmettin Erbakan, Bülent Ecevit'in liderliğindeki CHP ile 1974'te koalisyon hükûmeti kurunca MSP'ye desteğini kesmiştir. 1977 yılından 12 Eylül 1980 askeri darbesine kadar Alparslan Türkeş'in lideri olduğu Milliyetçi Hareket Partisi hakkında Büyük Doğu dergisinde parti lehine yazılar yazmış, parti mitinglerinde, kongrelerinde konuşmacı olarak katılmış ve bu partide yer edinmeye çalışmıştır.\n\n1904 yılında İstanbul’da Maraşlı bir ailenin oğlu olarak dünyaya geldi. Babası o sırada hukuk öğrencisi olan ve daha sonraki yıllarda Bursa'da âzâ mülazımlığı, Gebze savcılığı ve Kadıköy hâkimliği görevlerinde bulunan hukukçu Abdülbaki Fazıl Bey, annesi Girit ensarlarından bir ailenin kızı olan Mediha Hanım’dır. Ailenin tek çocuğu idi. Ailesi ona “Ahmet Necip” adını verdi. Necip adını, babasının büyükbabası Necip Efendi’den aldı.\n\nÇocukluğu dönemin ünlü hâkimlerinden olan büyükbabası Mehmet Hilmi Bey’in Çemberlitaş’taki konağında geçti. 15 yaşına kadar önemli hastalıklar geçirdi. 4-5 yaşlarında iken dedesinden okumayı öğrendi ve büyükannesi Zafer Hanım’ın da etkisi ile tutkulu bir okuyucu haline geldi.\n\nİlköğrenimini pek çok farklı okulda aldı. Kısa bir süre Gedikpaşa’daki Fransız Frerler Mektebi'nde okudu. 1912 yılında Amerikan Koleji’ne kaydedildi ancak yaramazlıkları nedeniyle bu okuldan atıldı. Eğitimine önce Büyükdere’deki Emin Efendi Mahalle Mektebi'nde, ardından yatılı bir okul olan ve Raif Ogan’ın yönettiği \"Rehber-i İttihat Mektebi''nde devam etti. Sonraki yıllarda yakın dostu olacak olan Peyami Safa’yı bu okulda tanıdı. Rehber-i İttihat Mektebi’nde de fazla kalmayıp Büyük Reşit Paşa Numûne Mektebi'ne ve daha sonra seferberlik sebebiyle gidilen Gebze'nin Aydınlı Köyü’nün ilk mektebine yazıldı. Kız kardeşi Sema’nın beş yaşında ölümünden sonra annesi vereme yakalanınca ailesi Heybeliada'ya taşındı ve böylece Necip Fazıl ilk öğrenimini, Heybeliada Numûne Mektebi'nde tamamladı.\n\n1916 yılında, Mekteb-i Fünûn-u Bahriye-i Şâhâne’ye (bugünkü adı ile Deniz Harp Okulu) imtihanla girdi. Üç yıl öğrenim gördüğü bu okulda Yahya Kemal Beyatlı, Ahmet Hamdi Akseki, Hamdullah Suphi Tanrıöver gibi tanınmış isimler görev yapmakta idi. Türk şiir ve düşünce hayatının Necip Fazıl’a göre zıt kutbunda yer alacak olan Nâzım Hikmet Ran aynı okulda iki sınıf üstte öğrenci idi.\n\nNecip Fazıl, Bahriye Mektebi’ndeki (Deniz Harp Okulu) öğrencilik döneminde şiirle ilgilenmeye başladı, tek nüsha biçiminde ve elle yazılmış olan “Nihal” isminde haftalık bir dergi çıkararak ilk yayıncılık faaliyetine başladı. Okulda iyi derece İngilizce öğrenerek Lord Byron, Oscar Wilde, William Shakespeare gibi Batılı yazarların eserlerini orijinal dilinde okuma olanağını buldu. Ahmet Necip olan adının “Necip Fazıl” olması bu okulda gerçekleşti.\n\nBahriye Mektebi’nde üç yıllık öğrenimini tamamladıktan sonra ilave edilen dördüncü sınıfı bitirmedi ve okuldan ayrıldı.\n\nİstanbul’un işgali sırasında annesi ile birlikte Erzurum’daki dayısının yanına giden Necip Fazıl, bu arada henüz genç yaşta olan babasını kaybetti.\n\nİstanbul Darülfünûnu Hukuk Fakültesi'nde yükseköğrenimine başladı ve ardından Edebiyat Medresesi Felsefe Şubesi'ne girdi. Bu okulda Ahmet Haşim, Yakup Kadri Karaosmanoğlu, Faruk Nafiz, Ahmet Kutsi gibi dönemin ünlü edebiyatçıları ile tanıştı. Yakup Kadri ve arkadaşlarının çıkardığı Yeni Mecmua dergisinde ilk şiirleri yayımlandı.\n\nLise ve darülfünun öğrencileri arasından eğitim hayatını devam ettirmek üzere Avrupa ülkelerine gönderilecek ilk grubu belirlemek için 1924 yılında Maarif Vekâleti'nin açtığı sınavda gösterdiği başarı sonucu, üniversitedeki eğitimini resmen tamamlamış sayıldı ve Paris'e gönderildi.\n\n1934 tarihi, Necip Fazıl biyografisinde bir dönüm noktası oldu. O yıl, bir Nakşî şeyhi olan Abdülhakîm Arvâsî ile tanıştı. Abdulhakîm Arvâsî ile Eyüpsultan Camii'nden Pierre Loti tesislerine uzanan yol üzerinde yer alan Kaşgari Murtaza Efendi Cami’ndeki sohbetleri sayesinde ciddi bir fikir ve zihniyet dönüşümü yaşadı. Abdulhakîm Arvâsî ile tanışmasını kendisine milat kabul eden Necip Fazıl’ın şiirlerinde bu tanışmadan sonra tasavvufi düşüncenin izleri görülmeye başladı.\n\nArvâsî ile tanışmasından sonra yaşadığı derin fikir değişiminin ardından hayatının yeni dönemindeki ilk önemli eseri olan “Tohum” adlı tiyatro oyununu yazdı (1935). İslamcılık ve Türklük vurgusunun ön planda olduğu eser, Muhsin Ertuğrul tarafından İstanbul Şehir Tiyatroları’nda sahnelendi. Oyun, sanat çevrelerinden büyük ilgi gördüğü hâlde halkın ilgisini çekmedi.\n\n1936’da bir kültür-sanat dergisi olan “Ağaç Mecmuası”nı çıkarmaya başladı. İlk sayısı 14 Mart 1936’da Ankara’da çıkarılan dergi, ilk altı sayıdan sonra İstanbul’da çıkarılmaya başladı. Dergi, spiritüalist özelliklere sahipti ve Ahmet Hamdi Tanpınar, Cahit Sıtkı Tarancı gibi önemli edebiyatçılardan dergiye katkı sağlanmaktaydı. Büyük ölçüde Türkiye İş Bankası tarafından finanse edilen derginin yayın hayatı 16 sayı sürdü.\n\n1937 yılında tamamladığı “Bir Adam Yaratmak” adlı piyesi ilk defa 1937-38 tiyatro sezonunda, İstanbul Şehir Tiyatroları'nda Muhsin Ertuğrul tarafından sahneye kondu ve büyük ilgi topladı. Eser, insanın ve aklın güçsüzlüğünü ortaya koymakta ve pozitivizmi, kuru akılcılığı reddetmektedir.\n\n1938 yılı başlarında yeni bir millî marş yazılması için “Ulus” gazetesinin açtığı yarışma ile ilgili olarak kendisine yapılan teklifi benimsedi ancak yarışmanın iptali şartını öne sürmüştü. Bu şartı hemen kabul edildi ve böylece “Büyük Doğu Marşı” şiirini yazdı. Şiire verdiği “Büyük Doğu” adı, daha sonra çıkaracağı derginin adı oldu.\n\n1938 sonbaharında bankacılıktan ayrılan Necip Fazıl, “Haber” gazetesine girerek gazeteciliğe başladı. Maarif Vekili Hasan Âli Yücel tarafından atandığı Ankara Devlet Yüksek Konservatuvarı’nda öğretim üyeliğini kısa süre sonra bıraktı ve kendisine İstanbul'da bir görev verilmesini istedi. Güzel Sanatlar Akademisi'nin Yüksek Mimari kısmına atanan Necip Fazıl, Robert Kolej'de edebiyat öğretmenliği yaptı.\n\n1934'te yaşadığı dönüşüm dönemini anlatan “Çile” adlı şiirini 1939'da yayımladı. 1940 yılında Türk Dil Kurumu hesabına \"Namık Kemal\" isimli bir eser kaleme aldı. Namık Kemal’in 100. doğum yıl dönümü dolayısıyla yayımlanan kitapta Namık Kemal’i şairliği, romancılığı, oyun yazarlığı, fikir adamlığı konularında eleştirdi.\n\n1941 yılında Fatma Neslihan Balaban ile evlendi. Bu evlilikten Mehmet (1943), Ömer (1944), Ayşe (1948), Osman (1950) ve Zeynep (1954) isimli beş çocuğu oldu.\n\n1942 kışında yeniden askerlik yapmak üzere 45 gün için Erzurum’a gönderildi. Askerde iken siyasi bir yazı kaleme alması nedeniyle mahkûm oldu ve ilk kez hapis cezası aldı; Sultanahmet Cezaevi’nde hapis yattı.\n\nNecip Fazıl Kısakürek, 1943 yılından itibaren siyasal tavrını ve Türk modernleşmesine eleştirisini ortaya koyan faaliyetlerine başlamıştır. Muhalefet anlayışını ifade eden araç, 17 Eylül 1943 günü ilk sayısını çıkardığı “Büyük Doğu” dergisidir. Büyük Doğu, o dönemde çıkarılan tek İslamcı dergidir. Başlangıçta dönemin ünlü isimlerinin yazılarının da yer aldığı dergide daha sonra değişik takma adlarla Necip Fazıl’ın yazdığı yazılar egemen olmuştur. Necip Fazıl’ın takma isimlerinden bazıları şunlardır: B.A.B, İstanbul Çocuğu, BÜYÜK DOĞU, Fa, Tenkitçi, N.F.K., ?, Ne-Mu, Ahmet Abdülbaki, Abdinin Kölesi, HA.A.KA, Adıdeğmez, Bankacı, Be-De, Prof. Ş. Ü., Dilci, İstanbullu, Muhbir, Dedektif X Bir….\n\nDergi, ilk olarak 1943 yılının Aralık ayında “dinî neşriyat yapmak ve rejimi beğenmemek” gerekçesi ile birkaç aylığına kapatılırken Necip Fazıl, Güzel Sanatlar Akademisi Yüksek Mimari bölümündeki işinden kovuldu. Dergi, Şubat’ta tekrar yayımlandı ancak \"rejime itaatsizliği teşvik\" suçlamasıyla Mayıs 1944'te Bakanlar Kurulu kararıyla kapatıldı. Gerekçe, “Allah’a itaat etmeyene itaat edilmez” hadisinin tek parti yönetimini işaret ettiğine inanılmasıydı. Necip Fazıl, ikinci defa ikinci askerliğe sevk edilerek Eğirdir'e sürüldü.\n\n2 Kasım 1945’te Büyük Doğu’yu yeniden çıkarmaya başladı. Dergide artık daha çok dinî yazılara yer veriliyordu ve yazıların çoğu, “Adıdeğmez” mahlasını kullanan kendisinin kaleminden çıkmaktaydı. Dergisinin üst üste birkaç kez kapatılmasından sonra radikalleşen Necip Fazıl, 4 Aralık 1945 günü gerçekleşen Tan baskını sırasında Vakit Yurdu denilen binanın penceresinden olayları izledi ve kendisine sevgi gösterisi yaparak binanın önünden geçen gençleri alkışladı.\n\nBüyük Doğu, 13 Aralık 1946 tarihli sayıdaki yazısı nedeniyle tekrar kapatıldı. Necip Fazıl, dergide tefrika edilmeye başlamış olan \"Sır\" isimli piyesinden dolayı \"milleti kanlı ihtilale teşvik\" suçlamasıyla mahkemeye çıkarıldı.\n\n1947 baharında Büyük Doğu’yu yeniden çıkarmaya başladı. 6 Haziran’da Rıza Tevfik’e ait “Abdülhamîd'in Ruhaniyetinden İstimdat\" başlıklı bir şiirin yayımlanması sebebiyle dergi mahkeme kararıyla tekrar kapatılırken Necip Fazıl tutuklandı. Derginin sahibi görünen eşi Neslihan Hanım ile birlikte \"Padişahlık Propagandası Yapmak - Türklüğe ve Türk Milletine Hakaret\"ten yargılanan şair, 1 ay 3 gün tutuklu kaldıktan sonra beraat etti. Bu tarihten sonra dergide sadece İslamcılığı öven yazılar değil; Yahudilik, Masonluk, komünizm düşmanlığı içeren yazılar yayımladı.\n\n1947 yılı içinde \"Sabır Taşı\" piyesi \"C.H.P. Sanat Mükâfatı\"na layık görülse de jürinin verdiği karar parti'nin genel idare kurulu tarafından iptal edildi. Aynı yıl, Büyük Doğu’nun çıkmadığı bir dönemde “Borazan” adlı mizah dergisini üç sayı çıkaran Necip Fazıl, hakkındaki beraat kararı 1948 yılında Temyiz Mahkemesi tarafından bozulunca geçimini sağlamak için evindeki tüm eşyaları satmak zorunda kaldı."
  }
]
